{"instrucciones":"Bienvenid@ a una aventura ecológica por el planeta tierra!!!\n--------------------------------\n 1. El objetivo del juego es llegar al nodo sostenibilidad y acertar la pregunta!\n 2. Desplazate en el mapa para llegar, para desplazarte deberas decidir tu direccion escribiendo 'izquierda', 'derecha' o 'regresar'\n 3. Si llegas a un bioma final (Hoja) entonces podras visualizar el mapa \n 4. recuerda que puedes salirte del juego en todo momento escribiendo 'salir \n 5. SUERTE, DIVIERTETE!'\n--------------------------------  ","contextoTerrestre":"Explora la diversidad de vida en la Tierra. Los ecosistemas terrestres son fundamentales para el equilibrio global, pero enfrentan amenazas como la deforestación y el cambio climático.","contextoAcuatico":"Sumérgete en el mundo acuático, esencial para la vida en la Tierra. Los ecosistemas acuáticos, tanto de agua dulce como salada, enfrentan la contaminación y la sobrepesca.","contextoBosque":"Los bosques son pulmones del planeta, hogar de innumerables especies y reguladores del clima. Su destrucción libera CO2 y acelera el calentamiento global.","contextoPradera":"Las praderas, con sus vastas extensiones de pastizales, son esenciales para la agricultura y la vida silvestre. La sobreexplotación y la conversión a tierras de cultivo alteran su equilibrio.","contextoSelvaTropical":"Las selvas tropicales albergan la mayor biodiversidad del planeta. Su deforestación no solo extingue especies, sino que también afecta ciclos de agua y clima a nivel mundial.","contextoBosqueTemplado":"Los bosques templados, con sus estaciones marcadas, son vitales para la calidad del aire y la conservación del suelo. La contaminación y la tala indiscriminada amenazan su salud.","contextoSabana":"Las sabanas africanas, con su rica fauna, son un ejemplo de la importancia de los grandes herbívoros para mantener el equilibrio ecológico. La caza furtiva y la pérdida de hábitat amenazan su supervivencia.","contextoEstepa":"Las estepas, con su clima árido, son hogar de especies adaptadas a condiciones extremas. La desertificación y el sobrepastoreo amenazan su frágil equilibrio.","contextoAguaDulce":"Los ríos y lagos son fuentes de agua potable y hábitats vitales para muchas especies. La contaminación y la extracción excesiva amenazan su disponibilidad y calidad.","contextoAguaSalada":"Los océanos, con su inmensidad, regulan el clima y albergan una increíble diversidad de vida. La sobrepesca, la contaminación plástica y el cambio climático amenazan su salud.","contextoRio":"Los ríos, con su flujo constante, conectan ecosistemas terrestres y marinos. La contaminación industrial y agrícola afecta su biodiversidad y salud.","contextoLago":"Los lagos, con su agua quieta, son ecosistemas únicos y vulnerables a la contaminación y la introducción de especies invasoras.","contextoOceano":"Los océanos, con sus corrientes y profundidades, son esenciales para la vida en la Tierra. La acidificación y el calentamiento global amenazan sus ecosistemas.","contextoArrecife":"Los arrecifes de coral, con su vibrante vida, son ecosistemas marinos de gran importancia ecológica y económica. El blanqueamiento y la destrucción física amenazan su supervivencia.","contextoSostenibilidad":"La sostenibilidad ambiental busca satisfacer las necesidades del presente sin comprometer la capacidad de las futuras generaciones para satisfacer las suyas. Implica el uso responsable de los recursos naturales, la protección de los ecosistemas y la adopción de prácticas que reduzcan el impacto humano sobre el planeta.","triviaTerrestre":["¿Cuál de los siguientes es un ejemplo de ecosistema terrestre?\na) Océano\nb) Arrecife\nc) Bosque\nd) Lago","c","¿Qué proceso vital realizan los bosques que ayuda a regular el clima global?\na) Fotosíntesis submarina\nb) Filtración de agua salada\nc) Generación de corrientes oceánicas\nd) Absorción de CO2","d","¿Cuál es la mayor amenaza para los ecosistemas de pradera en muchas regiones?\na) Contaminación plástica\nb) Sobrepastoreo y conversión a agricultura\nc) Acidificación del océano\nd) Blanqueamiento de corales","b"],"triviaAcuatico":["¿Cuál de los siguientes es un ejemplo de ecosistema acuático?\na) Bosque\nb) Pradera\nc) Estepa\nd) Río","d","¿Qué contaminante es una gran amenaza para la salud de los océanos?\na) Contaminación lumínica\nb) Contaminación plástica\nc) Contaminación acústica\nd) Contaminación visual","b","¿Qué causa la eutrofización en lagos y ríos?\na) Exceso de nutrientes\n\nb) Acidificación\n\nc) Blanqueamiento\n\nd) Compactación del suelo","a"],"triviaBosque":["¿Qué tipo de bosque se caracteriza por tener una alta biodiversidad y clima cálido y húmedo?\na) Bosque templado\nb) Selva tropical\nc) Estepa\nd) Taiga","b","¿Qué factor contribuye principalmente a la pérdida de bosques templados?\na) Derretimiento de glaciares\nb) Contaminación marina\nc) Tala indiscriminada\nd) Eutrofización","c","¿Cuál es una consecuencia importante de la deforestación?\na) Aumento de la biodiversidad marina\nb) Disminución de la acidificación del océano\nc) Liberación de CO2 y cambio climático\nd) Mejora de la calidad del agua en lagos","c"],"triviaPradera":["¿Qué amenaza la biodiversidad de las sabanas africanas?\na) Sobrepesca\nb) Contaminación lumínica\nc) Caza furtiva\nd) Acidificación del suelo","c","¿Cuál de los siguientes es un ejemplo de pradera?\na) Arrecife de coral\nb) Río\nc) Sabana\nd) Lago","c","¿Qué proceso natural es común en las estepas y puede ser exacerbado por el sobrepastoreo?\na) Inundaciones\nb) Tsunami\nc) Desertificación\nd) Blanqueamiento de corales","c"],"triviaSelvaTropical":["¿Cuál es la principal causa de la pérdida de biodiversidad en las selvas tropicales?\na) La contaminación del agua\nb) La deforestación\nc) El cambio climático\nd) La sobrepesca","b","¿Qué porcentaje aproximado de las especies terrestres del mundo se encuentra en las selvas tropicales?\na) 10%\nb) 25%\nc) 50%\nd) 75%","c","¿Qué función importante desempeñan las selvas tropicales en el ciclo del agua?\na) Regulan las precipitaciones y el flujo de ríos\nb) Filtran el agua salada\nc) Generan corrientes oceánicas\nd) Almacenan agua subterránea","a"],"triviaBosqueTemplado":["¿Qué característica define principalmente a los bosques templados?\na) Clima cálido y húmedo constante\nb) Estaciones marcadas y moderadas\nc) Escasez de precipitaciones\nd) Suelos permanentemente congelados","b","¿Qué tipo de árboles predominan en los bosques templados caducifolios?\na) Coníferas\nb) Árboles de hoja ancha\nc) Palmeras\nd) Manglares","b","¿Qué beneficio principal ofrecen los bosques templados en relación con la calidad del aire?\na) Generan oxígeno marino\nb) Filtran contaminantes y producen oxígeno\nc) Reducen la acidez del océano\nd) Regulan las mareas","b"],"triviaSabana":["¿Qué grandes animales herbívoros son característicos de las sabanas africanas?\na) Ballenas y delfines\nb) Osos polares y focas\nc) Cebras y jirafas\nd) Pingüinos y morsas","c","¿Qué tipo de vegetación es predominante en las sabanas?\na) Bosques densos\nb) Arrecifes de coral\nc) Pastizales y árboles dispersos\nd) Manglares","c","¿Qué fenómeno natural es importante para el mantenimiento de las sabanas?\na) Tsunami\nb) Eutrofización\nc) Incendios forestales controlados\nd) Acidificación del suelo","c"],"triviaEstepa":["¿Qué tipo de clima caracteriza a las estepas?\na) Tropical húmedo\nb) Polar\nc) Árido o semiárido\nd) Mediterráneo","c","¿Qué tipo de vegetación es común en las estepas?\na) Árboles altos y frondosos\nb) Hierbas y arbustos bajos\nc) Manglares\nd) Algas marinas","b","¿Qué problema ambiental importante afecta a las estepas?\na) Blanqueamiento de corales\nb) Contaminación marina\nc) Desertificación\nd) Acidificación del océano","c"],"triviaAguaDulce":["¿Qué amenaza la calidad del agua en los ríos?\na) Contaminación industrial y agrícola\nb) Acidificación del océano\nc) Derretimiento de glaciares\nd) Blanqueamiento de corales","a","¿Qué proceso afecta negativamente a los lagos al reducir el oxígeno disuelto?\na) Acidificación\nb) Eutrofización\nc) Desalinización\nd) Sedimentación marina","b","¿Cuál es un ejemplo de ecosistema de agua dulce?\na) Océano\nb) Río\nc) Arrecife\nd) Glaciar","b"],"triviaAguaSalada":["¿Qué proceso global afecta la vida marina debido al aumento de CO2 en la atmósfera?\na) Acidificación del océano\nb) Desertificación\nc) Erosión del suelo\nd) Deforestación","a","¿Cuál es un ejemplo de ecosistema de agua salada?\na) Río\nb) Lago\nc) Océano\nd) Estuario","c","¿Qué amenaza la supervivencia de los arrecifes de coral?\na) Contaminación lumínica\nb) Blanqueamiento\nc) Contaminación acústica\nd) Contaminación visual","b"],"triviaRio":["¿Qué función vital desempeñan los ríos en el ciclo del agua?\na) Transportan agua dulce hacia los océanos\nb) Generan mareas\nc) Filtran agua salada\nd) Regulan la acidez oceánica","a","¿Qué tipo de contaminante es común en los ríos cercanos a áreas urbanas e industriales?\na) Contaminantes químicos y aguas residuales\nb) Plásticos oceánicos\nc) Cenizas volcánicas\nd) Sedimentos marinos","a","¿Qué importancia tienen las zonas ribereñas para la biodiversidad?\na) No son importantes para la biodiversidad\nb) solo benefician a especies marinas.\nc) Son hábitat para diversas especies de plantas y animales\nd) Solo son importantes para la fauna de las estepas.","c"],"triviaLago":["¿Qué factor puede causar la eutrofización en los lagos?\na) Acidificación del agua\nb) Blanqueamiento\nc) Exceso de nutrientes (nitrógeno y fósforo)\nd) Incremento de la salinidad","c","¿Qué característica distingue a los lagos de los ríos?\na) Flujo constante de agua\nb) Agua relativamente quieta\nc) Alta salinidad\nd) Profundidad extrema","b","¿Qué función ecológica cumplen los lagos?\na) son hábitats de vida silvestre y reservorios de agua dulce\nb) son creadores de corrientes marinas.\nc) regulan la temperatura oceanica.\nd) ayudan a la polinización en la sabana.","a"],"triviaOceano":["¿Cuál es la relación entre el aumento del nivel del mar y la pérdida de ecosistemas costeros como los manglares y los humedales salinos?\na) El aumento del nivel del mar beneficia a estos ecosistemas al aumentar la biodiversidad.\nb) El aumento del nivel del mar inunda y destruye estos ecosistemas, liberando carbono almacenado y reduciendo su capacidad de protección costera.\nc) No existe una relación directa entre el aumento del nivel del mar y la pérdida de ecosistemas costeros.\nd) Estos ecosistemas se adaptan fácilmente al aumento del nivel del mar mediante la migración hacia aguas más profundas.","b","¿Qué efecto tiene la acidificación del océano en los organismos marinos con conchas de carbonato de calcio?\na) Mejora el crecimiento de sus conchas\nb) Disuelve sus conchas\nc) Aumenta su capacidad de camuflaje\nd) No tiene ningún efecto","b","¿Qué actividad humana es una de las principales fuentes de contaminación en los océanos?\na) La producción y el desecho inadecuado de plásticos\nb) La tala de bosques tropicales\nc) La minería en estepas\nd) La ganadería en sabanas.","a"],"triviaArrecife":["¿Qué son los corales?\na) Rocas marinas\nb) Animales marinos que forman colonias\nc) Algas gigantes\nd) Estructuras volcánicas submarinas","b","¿Qué proceso ocurre cuando los corales expulsan las algas simbióticas que les dan color?\na) Blanqueamiento de corales\nb) Acidificación\nc) Eutrofización\nd) Sedimentación","a","Más allá de su valor ecológico, ¿qué importancia cultural tienen los arrecifes de coral para muchas comunidades costeras alrededor del mundo?\na) Son utilizados como sitios de extracción minera submarina.\nb) Sirven como indicadores de la calidad del aire local.\nc) Forman parte integral de sus tradiciones, mitologías y modos de vida ancestrales.\nd) Son utilizados como campos de entrenamiento para la navegación submarina.","c"],"triviaSostenibilidad":["¿Cuál de las siguientes prácticas agrícolas ayuda a conservar mejor los suelos?\na) Tala y quema\nb) Monocultivo intensivo\nc) Rotación de cultivos\nd) Uso excesivo de fertilizantes químicos","c","¿Qué recurso natural se agota más rápidamente debido al uso excesivo en la agricultura?\na) Luz solar\nb) Agua dulce\nc) Viento\nd) Rocas","b","¿Qué efecto tiene la deforestación sobre el cambio climático?\na) Reduce la temperatura global\nb) Aumenta la captura de carbono\nc) Aumenta las emisiones de CO2\nd) Mejora la biodiversidad","c"]}
